Repository: Vicheak/courserize
Catalog: online-course-app/Resource/Localization/*.lproj/Generals.strings
Languages: km

source: Loading...
km: កំពុងដំណើរការ...

source: Success
km: ជោគជ័យ

source: Warning
km: សារព្រមាន

source: Invalid
km: មានកំហុស

source: About Us
km: អំពីយើង

source: Language
km: ភាសា​

source: Theme
km: ប្តូរម៉ូតកម្មវិធី

source: Contact
km: ទំនាក់ទំនង

source: Notification
km: ការជូនដំណឹង

source: Khmer
km: ខ្មែរ

source: English
km: អង់គ្លេស

source: Dark
km: ផ្ទៃពេលយប់

source: Light
km: ផ្ទៃពេលថ្ងៃ

source: Course
km: វគ្គសិក្សា

source: Category
km: ប្រភេទ

source: Video
km: ទស្សនា

source: Subscription
km: ការជាវ

source: Account
km: គណនី

source: Profile
km: ព័ត៌មានផ្ទាល់ខ្លួន

source: Email
km: អ៉ីម៉ែល

source: Gender
km: ភេទ

source: Birth Date
km: ថ្ងៃខែឆ្នាំកំណើត

source: Joined Date
km: ថ្ងៃខែឆ្នាំចុះឈ្មោះចូលប្រើ

source: Role
km: តួនាទី​ និង សិទ្ធ

source: Upload Profile
km: កំណត់រូបភាព

source: Choose your photo
km: ជ្រើសរើសរូបភាពរបស់អ្នកនៅទីនេះ

source: Update Profile Info
km: ធ្វើបច្ចុប្បន្នភាពព័ត៌មានផ្ទាល់ខ្លួន

source: Click here to update
km: ចុចទីនេះដើម្បីធ្វើបច្ចុប្បន្នភាព

source: Change Password
km: ប្តូរពាក្យសម្ងាត់របស់អ្នក

source: Change the latest password
km: ប្តូរពាក្យសម្ងាត់តម្រូវអោយចាំពាក្យសម្ងាត់ចុងក្រោយ

source: Logout
km: ចាកចេញ

source: Exit from the app
km: ចុចទីនេះដើម្បីចាកចេញពីកម្មវិធី

source: Confrim
km: បញ្ជាក់

source: Are you sure to log out?
km: តើអ្នកពិតជាចង់ចាកចេញពីកម្មវិធីនេះមែនដែរឬទេ?

source: Cancel
km: ត្រឡប់

source: Log out
km: ចាកចេញ
