Repository: Vicheak/courserize
Catalog: online-course-app/Resource/Localization/*.lproj/InputFields.strings
Languages: km

source: Email
km: អ៉ីម៉ែល

source: Password
km: លេខសំងាត់

source: Enter your username
km: វាយបញ្ចូលឈ្មោះរបស់អ្នក

source: Enter your email
km: វាយបញ្ចូលអ៉ីម៉ែល

source: Enter phone number
km: វាយបញ្ចូលលេខទូរស័ព្ទ

source: Choose your gender
km: ជ្រើសរើសភេទរបស់អ្នក

source: Choose your birth date
km: ជ្រើសរើសថ្ងៃខែឆ្នាំកំណើតរបស់អ្នក

source: Enter password
km: វាយបញ្ចូលលេខសំងាត់

source: Enter password confirmation
km: វាយបញ្ចូលលេខសំងាត់ម្តងទៀត

source: Enter your own email
km: វាយបញ្ចូលអ៉ីម៉ែលរបស់អ្នក

source: Please verify your email
km: ផ្ទៀងផ្ទាត់អ៉ីម៉ែលរបស់អ្នក

source: Enter your previous password
km: វាយបញ្ចូលលេខសំងាត់បច្ចុប្បន្នរបស់អ្នក

source: Enter your new password
km: វាយបញ្ចូលលេខសំងាត់ថ្មីរបស់អ្នក

source: Enter your new password confirmation
km: វាយបញ្ចូលលេខសំងាត់ថ្មីរបស់អ្នកម្តងទៀត
